---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipeInsulation
source: html/e3d09d23-2959-848d-0e75-29868fdcb415.htm
---
# PipeInsulation Properties

The id of the assembly instance to which the element belongs.